Tekla Open API Reference for Tekla Structures 2025
ViewMarkTagsAttributes Constructor
Overload List
Name | Description
View.ViewMarkTagsAttributes()
 Creates a new mark tags attributes instance.
View.ViewMarkTagsAttributes(View.ViewMarkTagAttributes, View.ViewMarkTagAttributes, View.ViewMarkTagAttributes, View.ViewMarkTagAttributes, View.ViewMarkTagAttributes)
 Creates a new mark tags attributes instance.
Top
See Also
Reference
View.ViewMarkTagsAttributes Class
Tekla.Structures.Drawing Namespace